Repository: AlgonquinCollegeMAD/AlgonquinWeather
Catalog: AlgonquinWeather/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add
pt_br: Adicionar

source: Cancel
pt_br: Cancelar

source: List
pt_br: Lista

source: No locations selected
pt_br: Lista vazia

source: Search
pt_br: Procurar

source: Searching for %@
pt_br: Procurando por %@

source: Select Locale
pt_br: Selecione local

source: Settings
pt_br: Preferencias

source: Try to search for the name of a city, or country
pt_br: Tente procurar por cidade ou país.

source: Weather
pt_br: Previsão do Tempo
